Repository: MrNtlu/Link-Saver-SwiftUI
Catalog: Link Saver/Localization/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, tr, zh_hans, zh_hant

# onboarding.page.share.body
source: Use Share → Save to Link Saver, or add links manually. Everything stays on your device—no account, no tracking.
de: Nutze Teilen → Save to Link Saver oder füge Links manuell hinzu. Alles bleibt auf deinem Gerät – kein Konto, kein Tracking.
es_419: Usa Compartir → Save to Link Saver, o agrega enlaces manualmente. Todo queda en tu dispositivo: sin cuenta, sin seguimiento.
es_es: Usa Compartir → Save to Link Saver, o añade enlaces manualmente. Todo se guarda en tu dispositivo: sin cuenta, sin seguimiento.
fr: Utilisez Partager → Save to Link Saver, ou ajoutez des liens manuellement. Tout reste sur votre appareil : pas de compte, pas de suivi.
ja: 共有 → Save to Link Saver で保存、または手動で追加できます。すべて端末内に保存され、アカウント不要・追跡なし。
ko: 공유 → Save to Link Saver로 저장하거나, 직접 링크를 추가할 수 있어요. 모든 데이터는 기기 안에만 저장되며 계정/추적이 없어요.
pt_br: Use Compartilhar → Save to Link Saver ou adicione links manualmente. Tudo fica no seu aparelho — sem conta e sem rastreamento.
tr: Paylaş → Save to Link Saver ile kaydedin veya bağlantıları manuel ekleyin. Her şey cihazınızda kalır—hesap yok, takip yok.
zh_hans: 通过“分享”→“Save to Link Saver”保存，或手动添加链接。所有内容仅保存在本机——无需账号、不做追踪。
zh_hant: 透過「分享」→「Save to Link Saver」保存，或手動新增連結。所有內容僅保存在本機——不需帳號、不做追蹤。

# onboarding.page.share.bullet1
source: Click Share from any app and save!
de: In jeder App auf „Teilen“ tippen und speichern.
es_419: Toca Compartir desde cualquier app y guarda.
es_es: Toca Compartir desde cualquier app y guarda.
fr: Touchez Partager dans n’importe quelle app et enregistrez.
ja: どのアプリでも共有をタップして保存。
ko: 어떤 앱에서든 공유를 눌러 저장하세요.
pt_br: Toque em Compartilhar em qualquer app e salve.
tr: Herhangi bir uygulamada Paylaş'a dokunup kaydedin!
zh_hans: 在任意 App 点按“分享”并保存。
zh_hant: 在任何 App 點按「分享」並儲存。

# onboarding.page.share.bullet2
source: Add links manually anytime.
de: Links jederzeit manuell hinzufügen.
es_419: Agrega enlaces manualmente cuando quieras.
es_es: Añade enlaces manualmente cuando quieras.
fr: Ajoutez des liens manuellement à tout moment.
ja: いつでも手動でリンクを追加。
ko: 언제든지 수동으로 링크를 추가하세요.
pt_br: Adicione links manualmente a qualquer momento.
tr: Bağlantıları istediğiniz zaman manuel ekleyin.
zh_hans: 随时手动添加链接。
zh_hant: 隨時手動新增連結。

# onboarding.page.share.bullet3
source: Everything stays offline on your device.
de: Alles bleibt offline auf deinem Gerät.
es_419: Todo queda sin conexión en tu dispositivo.
es_es: Todo se queda sin conexión en tu dispositivo.
fr: Tout reste hors ligne sur votre appareil.
ja: すべて端末内にオフラインで保存。
ko: 모든 내용은 기기 안에 오프라인으로 저장됩니다.
pt_br: Tudo fica offline no seu aparelho.
tr: Her şey cihazınızda çevrimdışı kalır.
zh_hans: 所有内容都离线保存在本机。
zh_hant: 所有內容都離線保存在本機。

# onboarding.page.share.title
source: Save links from anywhere
de: Links von überall speichern
es_419: Guarda enlaces desde cualquier lugar
es_es: Guarda enlaces desde cualquier lugar
fr: Enregistrez des liens depuis n’importe où
ja: どこからでもリンクを保存
ko: 어디서나 링크 저장
pt_br: Salve links de qualquer lugar
tr: Her yerden bağlantı kaydedin
zh_hans: 随时保存链接
zh_hant: 隨時保存連結

# onboarding.page.tags.body
source: Add tags, then filter or group by tag to find things fast.
de: Füge Tags hinzu und filtere oder gruppiere nach Tag, um alles schnell zu finden.
es_419: Agrega etiquetas y luego filtra o agrupa por etiqueta para encontrar todo rápido.
es_es: Añade etiquetas y luego filtra o agrupa por etiqueta para encontrarlo todo rápido.
fr: Ajoutez des étiquettes, puis filtrez ou regroupez par étiquette pour retrouver rapidement ce que vous cherchez.
ja: タグを追加して、タグで絞り込み／グループ化できます。
ko: 태그를 추가한 뒤 태그로 필터하거나 그룹화해 빠르게 찾을 수 있어요.
pt_br: Adicione tags e depois filtre ou agrupe por tag para encontrar tudo rapidamente.
tr: Etiket ekleyin; sonra etikete göre filtreleyin veya gruplayın.
zh_hans: 添加标签，然后按标签筛选或分组，快速找到内容。
zh_hant: 新增標籤後，可依標籤篩選或分組，快速找到內容。

# onboarding.page.tags.bullet1
source: Add tags to any link.
de: Füge jedem Link Tags hinzu.
es_419: Agrega etiquetas a cualquier enlace.
es_es: Añade etiquetas a cualquier enlace.
fr: Ajoutez des étiquettes à n’importe quel lien.
ja: どのリンクにもタグを追加。
ko: 어떤 링크든 태그를 추가하세요.
pt_br: Adicione tags a qualquer link.
tr: Her bağlantıya etiket ekleyin.
zh_hans: 为任意链接添加标签。
zh_hant: 為任何連結新增標籤。

# onboarding.page.tags.bullet2
source: Filter or group by tag.
de: Nach Tag filtern oder gruppieren.
es_419: Filtra o agrupa por etiqueta.
es_es: Filtra o agrupa por etiqueta.
fr: Filtrez ou regroupez par étiquette.
ja: タグで絞り込み／グループ化。
ko: 태그로 필터하거나 그룹화하세요.
pt_br: Filtre ou agrupe por tag.
tr: Etikete göre filtreleyin veya gruplayın.
zh_hans: 按标签筛选或分组。
zh_hant: 依標籤篩選或分組。

# onboarding.page.tags.title
source: Tag and group
de: Taggen und gruppieren
es_419: Etiqueta y agrupa
es_es: Etiqueta y agrupa
fr: Étiquetez et regroupez
ja: タグで分類
ko: 태그로 분류
pt_br: Marque com tags e agrupe
tr: Etiketleyin ve gruplayın
zh_hans: 用标签分组
zh_hant: 用標籤分組

# onboarding.title
source: Onboarding
de: Einführung
es_419: Introducción
es_es: Introducción
fr: Introduction
ja: オンボーディング
ko: 온보딩
pt_br: Introdução
tr: Tanıtım
zh_hans: 引导
zh_hant: 引導

# onboarding.welcome.subtitle
source: Choose your theme and app language.
de: Wähle Design und App-Sprache.
es_419: Elige el tema y el idioma de la app.
es_es: Elige el tema y el idioma de la app.
fr: Choisissez le thème et la langue de l’app.
ja: テーマとアプリの言語を選択してください。
ko: 테마와 앱 언어를 선택하세요.
pt_br: Escolha o tema e o idioma do app.
tr: Tema ve uygulama dilini seçin.
zh_hans: 选择主题和应用语言。
zh_hant: 選擇主題與 App 語言。

# onboarding.welcome.title
source: Welcome to Link Saver
de: Willkommen bei Link Saver
es_419: Bienvenido a Link Saver
es_es: Bienvenido a Link Saver
fr: Bienvenue dans Link Saver
ja: Link Saverへようこそ
ko: Link Saver에 오신 것을 환영합니다
pt_br: Bem-vindo ao Link Saver
tr: Link Saver'a hoş geldiniz
zh_hans: 欢迎使用 Link Saver
zh_hant: 歡迎使用 Link Saver

# settings.backup.cooldown
source: Please wait a few seconds before trying again.
de: Bitte warte ein paar Sekunden, bevor du es erneut versuchst.
es_419: Espera unos segundos antes de volver a intentarlo.
es_es: Espera unos segundos antes de volver a intentarlo.
fr: Veuillez attendre quelques secondes avant de réessayer.
ja: 数秒待ってからもう一度お試しください。
ko: 몇 초 후에 다시 시도하세요.
pt_br: Aguarde alguns segundos antes de tentar novamente.
tr: Lütfen birkaç saniye bekleyip tekrar deneyin.
zh_hans: 请稍等几秒后再试。
zh_hant: 請稍等幾秒後再試。

# settings.backup.error.exportFailed
source: Couldn’t export backup.
de: Backup konnte nicht exportiert werden.
es_419: No se pudo exportar la copia de seguridad.
es_es: No se pudo exportar la copia de seguridad.
fr: Impossible d’exporter la sauvegarde.
ja: バックアップを書き出せませんでした。
ko: 백업을 내보낼 수 없습니다.
pt_br: Não foi possível exportar o backup.
tr: Yedek dışa aktarılamadı.
zh_hans: 无法导出备份。
zh_hant: 無法匯出備份。

# settings.backup.error.importFailed
source: Couldn’t restore backup.
de: Backup konnte nicht wiederhergestellt werden.
es_419: No se pudo restaurar la copia de seguridad.
es_es: No se pudo restaurar la copia de seguridad.
fr: Impossible de restaurer la sauvegarde.
ja: バックアップを復元できませんでした。
ko: 백업을 복원할 수 없습니다.
pt_br: Não foi possível restaurar o backup.
tr: Yedek geri yüklenemedi.
zh_hans: 无法恢复备份。
zh_hant: 無法還原備份。

# settings.backup.error.title
source: Backup Error
de: Backup-Fehler
es_419: Error de copia de seguridad
es_es: Error de copia de seguridad
fr: Erreur de sauvegarde
ja: バックアップエラー
ko: 백업 오류
pt_br: Erro de backup
tr: Yedekleme Hatası
zh_hans: 备份错误
zh_hant: 備份錯誤

# settings.backup.error.unsupportedVersion
source: This backup file version isn’t supported.
de: Diese Backup-Dateiversion wird nicht unterstützt.
es_419: Esta versión del archivo de copia no es compatible.
es_es: Esta versión del archivo de copia no es compatible.
fr: Cette version du fichier de sauvegarde n’est pas prise en charge.
ja: このバックアップファイルのバージョンは対応していません。
ko: 이 백업 파일 버전은 지원되지 않습니다.
pt_br: Esta versão do arquivo de backup não é compatível.
tr: Bu yedek dosyası sürümü desteklenmiyor.
zh_hans: 不支持此备份文件版本。
zh_hant: 不支援此備份檔案版本。

# settings.backup.export
source: Export Backup
de: Backup exportieren
es_419: Exportar copia de seguridad
es_es: Exportar copia de seguridad
fr: Exporter la sauvegarde
ja: バックアップを書き出す
ko: 백업 내보내기
pt_br: Exportar backup
tr: Yedeği Dışa Aktar
zh_hans: 导出备份
zh_hant: 匯出備份

# settings.backup.restore
source: Restore from Backup
de: Aus Backup wiederherstellen
es_419: Restaurar desde copia de seguridad
es_es: Restaurar desde copia de seguridad
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
ko: 백업에서 복원
pt_br: Restaurar do backup
tr: Yedekten Geri Yükle
zh_hans: 从备份恢复
zh_hant: 從備份還原

# settings.backup.restore.confirm
source: Choose Backup File
de: Backup-Datei auswählen
es_419: Elegir archivo de copia
es_es: Elegir archivo de copia
fr: Choisir un fichier de sauvegarde
ja: バックアップファイルを選択
ko: 백업 파일 선택
pt_br: Escolher arquivo de backup
tr: Yedek Dosyası Seç
zh_hans: 选择备份文件
zh_hant: 選擇備份檔案

# settings.backup.restore.message
source: Restores by merging: keeps existing items and adds new ones. If a folder/tag name or link URL already exists, the backup item is skipped.
de: Stellt durch Zusammenführen wieder her: Vorhandene Elemente bleiben erhalten und neue werden hinzugefügt. Wenn ein Ordner-/Tag-Name oder eine Link-URL bereits existiert, wird das Backup-Element übersprungen.
es_419: Restaura mediante fusión: conserva los elementos existentes y añade los nuevos. Si ya existe un nombre de carpeta/etiqueta o una URL, se omite el elemento de la copia.
es_es: Restaura mediante fusión: conserva los elementos existentes y añade los nuevos. Si ya existe un nombre de carpeta/etiqueta o una URL, se omite el elemento de la copia.
fr: Restaure par fusion : conserve les éléments existants et ajoute les nouveaux. Si un nom de dossier/étiquette ou une URL existe déjà, l’élément de la sauvegarde est ignoré.
ja: マージして復元します：既存の項目は保持し、新しい項目を追加します。フォルダ/タグ名やリンクURLが既にある場合、そのバックアップ項目はスキップされます。
ko: 병합하여 복원합니다: 기존 항목은 유지하고 새 항목을 추가합니다. 폴더/태그 이름 또는 링크 URL이 이미 있으면 백업 항목을 건너뜁니다.
pt_br: Restaura mesclando: mantém os itens existentes e adiciona os novos. Se o nome de pasta/tag ou a URL do link já existir, o item do backup será ignorado.
tr: Birleştirerek geri yükler: Mevcut öğeler korunur ve yenileri eklenir. Aynı klasör/etiket adı veya bağlantı URL’si varsa yedek öğe atlanır.
zh_hans: 以合并方式恢复：保留现有项目并添加新项目。如果文件夹/标签名称或链接 URL 已存在，将跳过备份项目。
zh_hant: 以合併方式還原：保留現有項目並加入新項目。若資料夾/標籤名稱或連結 URL 已存在，將略過備份項目。

# settings.backup.success.exported
source: Backup exported.
de: Backup exportiert.
es_419: Copia de seguridad exportada.
es_es: Copia de seguridad exportada.
fr: Sauvegarde exportée.
ja: バックアップを書き出しました。
ko: 백업을 내보냈습니다.
pt_br: Backup exportado.
tr: Yedek dışa aktarıldı.
zh_hans: 已导出备份。
zh_hant: 已匯出備份。

# settings.backup.success.restored
source: Backup restored.
de: Backup wiederhergestellt.
es_419: Copia de seguridad restaurada.
es_es: Copia de seguridad restaurada.
fr: Sauvegarde restaurée.
ja: バックアップを復元しました。
ko: 백업을 복원했습니다.
pt_br: Backup restaurado.
tr: Yedek geri yüklendi.
zh_hans: 已恢复备份。
zh_hant: 已還原備份。

# settings.icloud.switching
source: Updating sync settings…
de: Synchronisierung wird aktualisiert…
es_419: Actualizando la sincronización…
es_es: Actualizando la sincronización…
fr: Mise à jour de la synchronisation…
ja: 同期設定を更新中…
ko: 동기화 설정을 업데이트하는 중…
pt_br: Atualizando a sincronização…
tr: Senkronizasyon ayarları güncelleniyor…
zh_hans: 正在更新同步设置…
zh_hant: 正在更新同步設定…

# settings.icloud.sync
source: iCloud Sync
de: iCloud-Synchronisierung
es_419: Sincronización con iCloud
es_es: Sincronización con iCloud
fr: Synchronisation iCloud
ja: iCloud同期
ko: iCloud 동기화
pt_br: Sincronização do iCloud
tr: iCloud Senkronizasyonu
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.icloud.unavailable
source: Sign in to iCloud in Settings to enable sync.
de: Melde dich in den Einstellungen bei iCloud an, um die Synchronisierung zu aktivieren.
es_419: Inicia sesión en iCloud en Configuración para activar la sincronización.
es_es: Inicia sesión en iCloud en Ajustes para activar la sincronización.
fr: Connectez-vous à iCloud dans Réglages pour activer la synchronisation.
ja: 同期を有効にするには、設定でiCloudにサインインしてください。
ko: 동기화를 사용하려면 설정에서 iCloud에 로그인하세요.
pt_br: Inicie sessão no iCloud em Ajustes para ativar a sincronização.
tr: Senkronizasyonu etkinleştirmek için Ayarlar’dan iCloud’a giriş yapın.
zh_hans: 要启用同步，请在“设置”中登录 iCloud。
zh_hant: 要啟用同步，請在「設定」中登入 iCloud。

# settings.language
source: App Language
de: App-Sprache
es_419: Idioma de la app
es_es: Idioma de la app
fr: Langue de l’app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
tr: Uygulama dili
zh_hans: 应用语言
zh_hant: App 語言

# settings.manageTags
source: Manage Tags
de: Tags verwalten
es_419: Administrar etiquetas
es_es: Gestionar etiquetas
fr: Gérer les étiquettes
ja: タグを管理
ko: 태그 관리
pt_br: Gerenciar tags
tr: Etiketleri yönet
zh_hans: 管理标签
zh_hant: 管理標籤

# settings.reloadMetadata
source: Reload Metadata
de: Metadaten neu laden
es_419: Actualizar metadatos
es_es: Actualizar metadatos
fr: Recharger les métadonnées
ja: メタデータを再読み込み
ko: 메타데이터 새로고침
pt_br: Recarregar metadados
tr: Meta verileri yenile
zh_hans: 重新加载元数据
zh_hant: 重新載入中繼資料

# settings.section.about
source: About
de: Über
es_419: Acerca de
es_es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt_br: Sobre
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

# settings.section.appearance
source: Appearance
de: Darstellung
es_419: Apariencia
es_es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt_br: Aparência
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

# settings.section.appSettings
source: App Settings
de: App-Einstellungen
es_419: Ajustes de la app
es_es: Ajustes de la app
fr: Réglages de l’app
ja: アプリ設定
ko: 앱 설정
pt_br: Ajustes do app
tr: Uygulama ayarları
zh_hans: 应用设置
zh_hant: App 設定

# settings.section.language
source: Language
de: Sprache
es_419: Idioma
es_es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
tr: Dil
zh_hans: 语言
zh_hant: 語言

# settings.section.organization
source: Organization
de: Organisation
es_419: Organización
es_es: Organización
fr: Organisation
ja: 整理
ko: 정리
pt_br: Organização
tr: Düzen
zh_hans: 整理
zh_hant: 整理

# settings.section.statistics
source: Statistics
de: Statistiken
es_419: Estadísticas
es_es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
pt_br: Estatísticas
tr: İstatistikler
zh_hans: 统计
zh_hant: 統計

# settings.showOnboarding
source: Show Onboarding
de: Onboarding anzeigen
es_419: Mostrar introducción
es_es: Mostrar introducción
fr: Afficher l’introduction
ja: オンボーディングを表示
ko: 온보딩 보기
pt_br: Mostrar onboarding
tr: Tanıtımı göster
zh_hans: 显示引导
zh_hant: 顯示引導

# settings.stats.favorites
source: Favorites
de: Favoriten
es_419: Favoritos
es_es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
tr: Favoriler
zh_hans: 收藏
zh_hant: 收藏

# settings.stats.folders
source: Folders
de: Ordner
es_419: Carpetas
es_es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
pt_br: Pastas
tr: Klasörler
zh_hans: 文件夹
zh_hant: 資料夾

# settings.stats.totalLinks
source: Total Links
de: Links gesamt
es_419: Total de enlaces
es_es: Total de enlaces
fr: Total des liens
ja: リンク数
ko: 전체 링크
pt_br: Total de links
tr: Toplam bağlantı
zh_hans: 链接总数
zh_hant: 連結總數

# share.success.title
source: Link Saved!
de: Link gespeichert!
es_419: ¡Enlace guardado!
es_es: ¡Enlace guardado!
fr: Lien enregistré !
ja: リンクを保存しました！
ko: 링크가 저장되었습니다!
pt_br: Link salvo!
tr: Bağlantı kaydedildi!
zh_hans: 链接已保存！
zh_hant: 連結已儲存！

# share.title
source: Save Link
de: Link speichern
es_419: Guardar enlace
es_es: Guardar enlace
fr: Enregistrer le lien
ja: リンクを保存
ko: 링크 저장
pt_br: Salvar link
tr: Bağlantıyı kaydet
zh_hans: 保存链接
zh_hant: 儲存連結

# sort.dateAddedNewest
source: Newest First
de: Neueste zuerst
es_419: Más recientes
es_es: Más recientes
fr: Plus récents
ja: 新しい順
ko: 최신순
pt_br: Mais recentes
tr: Yeniden eskiye
zh_hans: 最新优先
zh_hant: 最新優先

# sort.dateAddedOldest
source: Oldest First
de: Älteste zuerst
es_419: Más antiguos
es_es: Más antiguos
fr: Plus anciens
ja: 古い順
ko: 오래된순
pt_br: Mais antigos
tr: Eskiden yeniye
zh_hans: 最旧优先
zh_hant: 最舊優先

# sort.favoritesFirst
source: Favorites First
de: Favoriten zuerst
es_419: Favoritos primero
es_es: Favoritos primero
fr: Favoris d’abord
ja: お気に入り優先
ko: 즐겨찾기 우선
pt_br: Favoritos primeiro
tr: Önce favoriler
zh_hans: 收藏优先
zh_hant: 收藏優先

# sort.titleAZ
source: Title A–Z
de: Titel A–Z
es_419: Título A–Z
es_es: Título A–Z
fr: Titre A–Z
ja: タイトル A–Z
ko: 제목 A–Z
pt_br: Título A–Z
tr: Başlık A–Z
zh_hans: 标题 A–Z
zh_hant: 標題 A–Z

# sort.titleZA
source: Title Z–A
de: Titel Z–A
es_419: Título Z–A
es_es: Título Z–A
fr: Titre Z–A
ja: タイトル Z–A
ko: 제목 Z–A
pt_br: Título Z–A
tr: Başlık Z–A
zh_hans: 标题 Z–A
zh_hant: 標題 Z–A

# tab.add
source: Add
de: Hinzufügen
es_419: Agregar
es_es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
tr: Ekle
zh_hans: 添加
zh_hant: 新增

# tab.folders
source: Folders
de: Ordner
es_419: Carpetas
es_es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
pt_br: Pastas
tr: Klasörler
zh_hans: 文件夹
zh_hant: 資料夾

# tab.settings
source: Settings
de: Einstellungen
es_419: Configuración
es_es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# tagFilter.all
source: All
de: Alle
es_419: Todos
es_es: Todos
fr: Tout
ja: すべて
ko: 전체
pt_br: Todos
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# tags.add.title
source: New Tag
de: Neuer Tag
es_419: Nueva etiqueta
es_es: Nueva etiqueta
fr: Nouvelle étiquette
ja: 新規タグ
ko: 새 태그
pt_br: Nova tag
tr: Yeni etiket
zh_hans: 新建标签
zh_hant: 新建標籤

# tags.create
source: Create Tag
de: Tag erstellen
es_419: Crear etiqueta
es_es: Crear etiqueta
fr: Créer une étiquette
ja: タグを作成
ko: 태그 생성
pt_br: Criar tag
tr: Etiket oluştur
zh_hans: 创建标签
zh_hant: 建立標籤

# tags.edit.title
source: Edit Tag
de: Tag bearbeiten
es_419: Editar etiqueta
es_es: Editar etiqueta
fr: Modifier l’étiquette
ja: タグを編集
ko: 태그 편집
pt_br: Editar tag
tr: Etiketi düzenle
zh_hans: 编辑标签
zh_hant: 編輯標籤

# tags.empty.message
source: Create tags to organize your links.
de: Erstelle Tags, um deine Links zu organisieren.
es_419: Crea etiquetas para organizar tus enlaces.
es_es: Crea etiquetas para organizar tus enlaces.
fr: Créez des étiquettes pour organiser vos liens.
ja: タグを作成してリンクを整理しましょう。
ko: 태그를 만들어 링크를 정리하세요.
pt_br: Crie tags para organizar seus links.
tr: Bağlantılarınızı düzenlemek için etiketler oluşturun.
zh_hans: 创建标签来整理你的链接。
zh_hant: 建立標籤來整理你的連結。

# tags.empty.title
source: No Tags
de: Keine Tags
es_419: No hay etiquetas
es_es: No hay etiquetas
fr: Aucune étiquette
ja: タグがありません
ko: 태그 없음
pt_br: Nenhuma tag
tr: Etiket yok
zh_hans: 没有标签
zh_hant: 沒有標籤

# theme.dark
source: Dark
de: Dunkel
es_419: Oscuro
es_es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
tr: Koyu
zh_hans: 深色
zh_hant: 深色

# theme.light
source: Light
de: Hell
es_419: Claro
es_es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
tr: Açık
zh_hans: 浅色
zh_hant: 淺色

# addLink.section.details
source: Details
es_419: Detalles
es_es: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
tr: Detaylar
zh_hans: 详情
zh_hant: 詳細資料

# common.name
source: Name
es_419: Nombre
es_es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# common.tags
source: Tags
es_419: Etiquetas
es_es: Etiquetas
fr: Étiquettes
ja: タグ
ko: 태그
tr: Etiketler
zh_hans: 标签
zh_hant: 標籤

# folders.favorites.linkCount.one %lld
source: %lld link
es_419: %lld enlace
es_es: %lld enlace
fr: %lld lien
ja: %lld件のリンク
ko: %lld개의 링크
tr: %lld bağlantı
zh_hans: %lld 个链接
zh_hant: %lld 個連結

# folders.favorites.linkCount.other %lld
source: %lld links
es_419: %lld enlaces
es_es: %lld enlaces
fr: %lld liens
ja: %lld件のリンク
ko: %lld개의 링크
tr: %lld bağlantı
zh_hans: %lld 个链接
zh_hant: %lld 個連結

# folders.linkCount.one %lld
source: %lld link
es_419: %lld enlace
es_es: %lld enlace
fr: %lld lien
ja: %lld件のリンク
ko: %lld개의 링크
tr: %lld bağlantı
zh_hans: %lld 个链接
zh_hant: %lld 個連結

# folders.linkCount.other %lld
source: %lld links
es_419: %lld enlaces
es_es: %lld enlaces
fr: %lld liens
ja: %lld件のリンク
ko: %lld개의 링크
tr: %lld bağlantı
zh_hans: %lld 个链接
zh_hant: %lld 個連結

# language.option.system
source: System
es_419: Sistema
es_es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
tr: Sistem
zh_hans: 系统
zh_hant: 系統

# linkDetail.title
source: Link Details
es_419: Detalles del enlace
es_es: Detalles del enlace
fr: Détails du lien
ja: リンク詳細
ko: 링크 세부정보
pt_br: Detalhes do link
tr: Bağlantı detayları
zh_hans: 链接详情
zh_hant: 連結詳細資料

# links.groupByDomain.title
source: Domains
es_419: Dominios
es_es: Dominios
fr: Domaines
ja: ドメイン
ko: 도메인
pt_br: Domínios
tr: Alan adları
zh_hans: 域名
zh_hant: 網域

# settings.backup.success.title
source: Backup
es_419: Copia de seguridad
es_es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
tr: Yedekleme
zh_hans: 备份
zh_hant: 備份

# settings.section.backup
source: Backup
es_419: Copia de seguridad
es_es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
tr: Yedekleme
zh_hans: 备份
zh_hant: 備份

# settings.section.tags
source: Tags
es_419: Etiquetas
es_es: Etiquetas
fr: Étiquettes
ja: タグ
ko: 태그
tr: Etiketler
zh_hans: 标签
zh_hant: 標籤

# settings.stats.tags
source: Tags
es_419: Etiquetas
es_es: Etiquetas
fr: Étiquettes
ja: タグ
ko: 태그
tr: Etiketler
zh_hans: 标签
zh_hant: 標籤

# settings.theme
source: Theme
es_419: Tema
es_es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
tr: Tema
zh_hans: 主题
zh_hant: 主題

# tab.links
source: Links
es_419: Enlaces
es_es: Enlaces
fr: Liens
ja: リンク
ko: 링크
tr: Bağlantılar
zh_hans: 链接
zh_hant: 連結

# tags.linkCount.one %lld
source: %lld link
es_419: %lld enlace
es_es: %lld enlace
fr: %lld lien
ja: %lld件のリンク
ko: %lld개의 링크
tr: %lld bağlantı
zh_hans: %lld 个链接
zh_hant: %lld 個連結

# tags.linkCount.other %lld
source: %lld links
es_419: %lld enlaces
es_es: %lld enlaces
fr: %lld liens
ja: %lld件のリンク
ko: %lld개의 링크
tr: %lld bağlantı
zh_hans: %lld 个链接
zh_hant: %lld 個連結

# tags.preview.placeholder
source: Tag
es_419: Etiqueta
es_es: Etiqueta
fr: Étiquette
ja: タグ
ko: 태그
tr: Etiket
zh_hans: 标签
zh_hant: 標籤

# tags.section.name
source: Tag Name
es_419: Nombre de la etiqueta
es_es: Nombre de la etiqueta
fr: Nom de l’étiquette
ja: タグ名
ko: 태그 이름
pt_br: Nome da tag
tr: Etiket adı
zh_hans: 标签名称
zh_hant: 標籤名稱

# tags.title
source: Tags
es_419: Etiquetas
es_es: Etiquetas
fr: Étiquettes
ja: タグ
ko: 태그
tr: Etiketler
zh_hans: 标签
zh_hant: 標籤

# settings.design
source: Design
es_419: Diseño
es_es: Diseño
ja: デザイン
ko: 디자인
tr: Tasarım
zh_hans: 设计
zh_hant: 設計

# settings.version
source: Version
es_419: Versión
es_es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# common.ok
source: OK
ko: 확인
tr: Tamam
zh_hans: 确定
zh_hant: 確定
